IDEA Open Model
PointSupportNode.LocalCoordinateSystem Property
Compatible with IDEA StatiCa 20.1
 Support local coord system
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public CoordSystemByVector LocalCoordinateSystem { get; set; }
Public Property LocalCoordinateSystem As CoordSystemByVector
	Get
	Set
Property Value
Type: CoordSystemByVector
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace